Repository: mjkhajeh/upload-media-by-url
Catalog: languages/mjupurl-*.po
Languages: fa_ir

source: Add row
fa_ir: افزودن ردیف

source: All files uploaded and added to attachments
fa_ir: تمام فایل ها آپلود شده و به کتابخانه افزوده شدند

source: Bulk links
fa_ir: افزودن گروهی

source: Download files from URL and upload them in WordPress media library.
fa_ir: دانلود فایل ها از آدرس و آپلود در کتابخانه وردپرس

source: Edit
fa_ir: ویرایش

source: Enter file links you want to download and add them to the media library
fa_ir: لینک فایل هایی که میخواهید دانلود شده و به کتابخانه رسانه وردپرس افزوده شوند را وارد کنید

source: Enter filenames without extension
fa_ir: نام ها را بدون پسوند وارد کنید

source: Enter your links in each line
fa_ir: هر لینک را در یک خط وارد کنید

source: Filename
fa_ir: نام فایل

source: Filetype not allowed
fa_ir: نوع فایل غیرمجاز است

source: For set filenames follow this template: URL : FILENAME
fa_ir: برای تنظیم نام فایل از این قالب استفاده کنید: URL : FILENAME

source: Leave empty to get original filename
fa_ir: برای اینکه از اسم اصلی فایل استفاده شود خالی بگذارید

source: MohammadJafar Khajeh
fa_ir: محمدجعفر خواجه

source: Original URL
fa_ir: آدرس اصلی

source: Settings
fa_ir: تنظیمات

source: Timeout
fa_ir: تایم اوت

source: Upload
fa_ir: آپلود

source: Upload from URL
fa_ir: آپلود با URL

source: Upload media from URL
fa_ir: آپلود رسانه با URL

source: URL is not valid
fa_ir: URL معتبر نیست
